Repository: GamemakerChina/GMS_articles_translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: For more information, see the previous Project Horseshoe report Game design patterns that facilitate strangers becoming “friends”
zh_cn: 更多信息请参阅Project Horseshoe网站的报告： 让陌生人成为朋友的游戏设计模式

source: For some players, a self-appointed task -- harvest and replant the crops -- can be relaxing in a safe, soft, and satisfying way.
zh_cn: 对某些玩家来说，如果他们在做自己给自己规定的任务——例如收获或重新种植庄稼——也可以在这种安全，柔和，令人满意的方式中放松。

source: For this, we need to examine the cozy systems of multiplayer games.
zh_cn: 为此，我们要在多人游戏中检验这种舒适系统。

source: From Quantic Foundry’s motivations, creativity and completion are served well by a cozy game like Animal Crossing.
zh_cn: 根据Quantic Foundry’s motivations的观点，舒适游戏所提供的创造性和及其实现方式非常好，这类的代表游戏是《动物之森》。

source: From a business perspective, they fail to robustly describe motivations of women, people from non-western countries, older adults, or people with children.
zh_cn: 从商业角度来看，他们没法有效地表明女性，非西方国家的人，老年人或有孩子的人的动机。

source: Fulfilling needs
zh_cn: 满足需求

source: GameMaker Studio 2 Banner
zh_cn: GameMaker Studio 2 标志

source: GameMaker Studio 2 Manual
zh_cn: GameMaker Studio 2 手册

source: Gameplay scenarios that enforce norms: If being generous is a goal, create quests that result in being generous to others.
zh_cn: 强制的”自愿“：如果你把玩家对他人的友善行为当成一个任务，要求玩家对他人友善。

source: Gamers are best motivated by extrinsic motivators: Pop game design sometimes talks about players as coerced robots who respond to automatically to variably reinforced dribbles of extrinsic rewards.
zh_cn: 玩家玩游戏的动机最好是外在的动机: 市面上流行游戏在设计时会把玩家称为被操作的机器人，他们会自发对逐渐强化的外在奖励做出反应。

source: Gamers as competitors: For many years, game definitions in stuffy text books included clauses that stated games were inherently about competition.
zh_cn: 作为竞争者的玩家：许多年来，.

source: Games are a product that serves a player need.
zh_cn: 游戏是一种满足玩家需求的产品。

source: Games in particular excel at filling the player’s time with Urgent but not very Important activities.
zh_cn: 游戏如此擅长于让玩家完成那些紧急但不是很重要的活动。

source: General Cozy Design Principles
zh_cn: 一般性的舒适感设计原则

source: Gentle acoustic, organic/human-centered music - score and performance
zh_cn: 柔和的声音，生机勃勃的，注重人性的音乐-得分和性能

source: Gentle fire
zh_cn: 温文尔雅的火焰

source: Gestures of trust, like sharing a secret or inviting a player into a private space, are especially powerful at making the player feel welcome.
zh_cn: 角色的信任，比如分享自己的秘密，或邀请玩家进入自己的房间，特别能让玩家感到自己受欢迎。

source: Give them a place to work on deepening their relationships with one another.
zh_cn: 让他们有机会能加深他们之间的感情。

source: Giving players a wide number of possible tasks and then not forcing them to do any of them lets them take responsibility for their actions.
zh_cn: 给玩家大量可供他们自主选择的事，让他们自己去选择而不是强迫他们去做，让他们为自己的行为负责

source: Going out for Ramen with Ryuji in Persona 5
zh_cn: 在《女神异闻录5》中和Ryuji一起为Ramen而战

source: Group invites are good for new relationships.
zh_cn: 以团体的名义邀请某个人能发展出新的友谊。

source: Grumpy emotes: Negative emotes are still useful, but you can treat them in a melodramatic cartoon fashion that takes the sting out.
zh_cn: 负能量：反面教材仍然有用，但你可以用戏剧化的方式将它们表现出来，并指出错误在哪儿。

source: Hammocks, tea rooms, and pantries, for example, are cozier than otherwise-beautiful and enclosed locations like palaces, zoos, or penthouse suites.
zh_cn: 例如，普通的吊床和茶室，茶水间要比那些美丽又很少受到外界干扰的地方（比如宫殿，动物园和总统套房）要更加舒适。（译者注：好比金窝银窝不如自己的狗窝）。

source: Hand-made materials and rustic objects, which imply they were crafted and/or preserved with care and attention.
zh_cn: 手工制品或质朴的材料，可以表明它们是被用心创造的。

source: Harvest Moon was a popular cozy title that offered a mundane, ritual refuge in pastoral life, with clearly demarcated seasons to signify both economic and community activities.
zh_cn: 《牧场物语》作为一个广受好评的舒适游戏，为玩家提供了一个平凡朴实的房屋，分明的四季分别代表着不同的经济或社区活动。

source: Hearthstone offers the metaphor of a small, carved wooden box from which you play the game, with smooth transitions between different play modes.
zh_cn: 例如你在《炉石传说》中主要在会在一个小小的雕刻过的木箱上打牌，而且能在不同游戏模式之间顺滑的切换。

source: Heavily promoted item rarity makes players feel a strong sense of scarcity.
zh_cn: 如果某种常用品短缺，也会让玩家产生危机感，觉得他们缺少那种东西。

source: Help one another: If someone needs help, the community will lend a hand.
zh_cn: 帮助他人：一方有难，八方支援。

source: High priority, low order needs get dealt with first; that’s just how humans prioritize.
zh_cn: 首先处理高优先级的低层次的需求。这就是人类对需要处理事件的排序。

source: Historically, aesthetics of safety and softness have been marketed towards children, but cozy sensory cues can be more powerful for adults.
zh_cn: 历来安全和轻柔的审美总是被认为儿童才需要，但舒适的感觉对成人更有吸引力。

source: Hobby or “crafty” leisure items: Fishing rod, books, gathering baskets, mechanical keyboard, cooking tools, cut flowers, wooden blocks, walking sticks
zh_cn: 业余爱好或“精巧"的休闲物品：鱼饵，钩子，篮子，机械键盘，烹饪工具，插花，木块，拐杖

source: Home: Homes are familiar, but often stressful or full of responsibility, which negates coziness.
zh_cn: 家：家充满亲切感，但也同样是充满压力和需要负起责任，后两者不利于舒适。

source: How can you work those into the animations and communication options for your character?
zh_cn: 你如何把这些用于你角色的动画和对话中？

source: How do we make our games more cozy?
zh_cn: 我们怎样才能让我们游戏更加舒适呢？

source: However, a fundamental mechanic or motivation can engender a positive or negative sense of coziness, and contribute to the overall tone and feel of the game.
zh_cn: 但是，一个基本的游戏机制或动机也能对舒适产生积极或消极影响，进而对整个游戏基调产生影响。

source: However, economics as a whole is based primarily on trade transactions that generate value for both parties.
zh_cn: 但是，经济行为从整体来说是能为双方创造价值的交易行为。

source: However, it is still possible to create very subtle or natural thresholds that establish a cozy space within the context of something broad: like a campfire in the middle of a wood.
zh_cn: 然而，我们仍然有可能创建非常微妙的或自然的临界值，在广阔的环境中建立一个舒适的空间:就像树林中间的篝火.

source: However, there are also distinctly practical benefits.
zh_cn: 然而，这也有明显的实际好处。

source: However, these went only skin deep.
zh_cn: 然而，这些只触及到表面。

source: However, unlike a game like Don’t Starve which focuses on base needs like starvation, cozy games creates spaces for higher order needs like mastery, self-reflection and connectedness.
zh_cn: 饥饿只专注于食物等基本需求，而舒适游戏为诸如掌握，自我反思和人际联系等更高阶的需求创造了空间。

source: Human-centric: The comfort and ease of humans in this space or system is apparent.
zh_cn: 以人为本的空间：: 人类生活在以人为中心的空间中的轻松和舒适是显而易见的。

source: Humanity in music can also be increased through small, subtle imperfections, such as recorded aspirations, fingering mistakes, etc.
zh_cn: 如果要想音乐变得更接近真实，更有人性味，那么你可以在音乐中加入一些细微的瑕疵，例如多余的音，或弹奏错误。

source: Ideally all sounds should have an identifiable concrete, diagetic source.
zh_cn: 所有的声音都应该有清晰可辨的自然的声源。

source: If a system brings about a strong lower order need, the player’s attention will immediately shift to deal with the more pressing issue.
zh_cn: 如果游戏机制需要强烈的低层次需求，那么玩家的注意力会被吸引到处理这些紧迫的事情上。

source: If mechanics fall on a spectrum of motivating to neutral to demotivating, most players will happily enjoy a game compromised of motivating and neutral mechanics.
zh_cn: 如果将游戏机制分为充满动机型，中立型和动机不足型，大多数玩家会更乐意玩激励型和中立型的游戏。

source: If that doesn’t work, take a look at the economic rewards and balance them such that comfier behavior dominates.
zh_cn: 如果这不起作用，那么看看外部的奖励，看看能否将它和能让玩家感到舒适的行为平衡起来。

source: If that same cold rain was blowing through a broken window, the scene would no longer be cozy.
zh_cn: 但是，如果窗户是破的，在窗户旁读书的感觉并不舒适。

source: If the game tend to encourage anti-social, high stress behavior that is what players will model.
zh_cn: 如果游戏鼓励反社会的，高度紧张的行为，玩家也会模仿这些行为。

source: If the source of light is intense, such as the sun, bright lamp or stoked fire, it’s best to soften the beams in some way (i.e. dappled, partially obscured, or gently shaded).
zh_cn: 如果光源的样式能让人感到兴奋，像那些阳光，明亮的灯罩或篝火，最好要让光束柔和一些。（例如，降低亮度，或使用一些柔和的阴影。）

source: If unwanted, a notification becomes a distraction.
zh_cn: 如果这些消息并不是你特别想要的，那么这些消息就是 令人分心的事。

source: If you build a safe environment that actively promotes prosocial behavior, your community will be much more pleasant.
zh_cn: 如果你创建了一个积极的能遵守社会规则的安全环境，你的玩家社区会更愉快。

source: If you bury social verbs in menus, they’ll never happen.
zh_cn: 如果你把互动按钮藏起来，那么玩家就不会使用它。

source: If you can, sell products within the game that address real existing player needs.
zh_cn: 你可以在游戏中推广某种能满足玩家真实的需求的产品。

source: If you kick it into a goal, a scoreboard increments.
zh_cn: 如果你将它踢入球门，记分板上的分数就会增加。

source: If you talk, other avatars can automatically turn to listen.
zh_cn: 如果你开始讲话，其它角色可能会听你讲。

source: Ignis in Final Fantasy XV taking pride and pleasure in cooking for the party
zh_cn: 《最终幻想15》中的Ignis会因为能为派对烹饪而感到自豪和愉快

source: Improve community relations
zh_cn: 增强

source: In Animal Crossing, the sounds of shaking trees to get fruit is inherently pleasurable even after thousands of repetitions.
zh_cn: 在《动物之森》种，就算你听到了成千上万次为了获得果实而摇晃树枝的声音，也不会感到厌烦，因为这是和事物联系在一起的。

source: In Animal Crossing: New Leaf there are numerous activities such as fishing, decorating, gardening, clothing creation, fetch quests, etc.
zh_cn: 在《动物之森：新叶》中，有很多活动可供选择，例如钓鱼，装饰，园艺，创作服装，领取任务，等等。

source: In Covey’s time management, tasks can be categorized along two axis: Urgent to Not Urgent and Important to Not Important.
zh_cn: 在柯维的时间管理中，任务被按照两个轴分类：紧急和不紧急是一个轴，重要和不重要是另一个轴。

source: In Destiny 2, there’s a soccer ball just sitting there.
zh_cn: 在《命运2》中，农场有个足球静静躺在那儿。

source: In Don’t Starve, you obviously are not being rewarded with actual food.
zh_cn: 在《饥荒》中，你显然没有得到现实中的食物作为回报。

source: In Zelda, the cooking process of tossing the ingredients in the hot pot and waiting to see if they’ll be a success is inherently pleasant.
zh_cn: 在《塞尔达》传说中，就算只是在烹饪过程中将食物扔进锅里，静静地看着他们，也是很让人舒适的。.

source: In a cozy game, nothing is high-risk, and there is no impending loss or threat.
zh_cn: 在舒适游戏里，没有什么是高风险的，也没有即将发生的损失。

source: In an attempt to make a ‘realistic’ simulation, many resources including housing were zero sum in nature.
zh_cn: 为了模拟“现实”，游戏中包括房屋在内的许多资源都是有限的。

source: In crafting cozy characters, authenticity is more important than complexity.
zh_cn: 在创建舒适角色时，真实性要比深度更重要。

source: In many case, the underlying psychological models were derived by either sampling only young college aged men, animal experiments, or by actively throwing out data from groups that didn’t fit a particular hypothesis.
zh_cn: 在许多情况下，潜在的心理模型是通过只对年轻的大学男生，甚至只是动物实验进行抽样，或者通过写出不符合特定假设的数据来得出的。

source: In materially and emotionally plentiful environments, rote or self-destructive behavior is replaced by enriching pro-social human behavior.
zh_cn: 在物质充沛，情感丰富的环境中，机械或作死的行为会消失，转而被丰富的遵守社会行为规范的人类行为所取代。

source: In multiplayer games, you are in fact interacting with real humans and you can build real relationships with them.
zh_cn: 在多人游戏中，你实际上是在与真人互动，你可以与他们建立真正的关系。

source: In order to extrinsically motivate the user to act as desired, notifications often use the promise of rewards, the threat of a lost opportunity, and marketing spin to deceive the user into interacting.
zh_cn: 为了 使用外部因素来激励 玩家按照自己的意愿来行事，通知消息通常承诺能得到奖励，或者 威胁 用户会失去了某些东西，用这种营销手段来 欺骗 消费者来互动。

source: In particular they seems to do the following:
zh_cn: 尤其是他们会做下列事：

source: In return, they leverage this atmosphere of generosity to encourage the mark to complete the reciprocation loop and purchase a very expensive timeshare.
zh_cn: 作为回报，销售员就会在这种轻松的氛围下，劝说参与者多次参加销售活动，并且购买昂贵的分时度假。

source: In short, if you build a high stress game where people are encouraged to act like assholes, you’ll get a community of assholes who think that it is entirely normal to abuse others, including the developer of their favorite game.
zh_cn: 简要来说，如果你开发出一款高压力的游戏，鼓励人们当混蛋，那么你的玩家群体也都会变成“混蛋”，他们会认为虐待他人是正常的，哪怕是这款游戏的开发者。

source: In the cozy fantasy, we help each other because it is the nice thing to do.
zh_cn: 在舒适的梦幻世界中，我们互相帮助，因为这件事很 nice 。

source: In visual terms, this means a sense of enclosure and intimate framing.
zh_cn: 在视觉上来说，这意味着接近感和令人感到亲密的结构。

source: In Howl’s Moving Castle*, Calcifer is grumpy, judgmental, and initially fearsome, but moments of vulnerability make him a beloved member of the household.*
zh_cn: 在 《哈尔的移动城堡》中， 卡尔西法原来脾气暴躁，没有感情，最初总是让人畏惧，但在他脆弱的时候，家庭成员却能爱护他。

source: Increase retention by minimizing churn
zh_cn: 通过最大限度减少顾客流失来提高顾客保留率

source: Indistinct chatter
zh_cn: 模糊的听起来像是有很多人在说话的声音

source: Individual invites are good for medium to high intimacy relationships.
zh_cn: 以个人的名义邀请能加深中或高等级的亲密关系。

source: Ingredients of cozy aesthetics:
zh_cn: 舒适审美的元素:

source: Instead of destruction, we signal mutual support.
zh_cn: 我们不会自相鱼肉，而是互帮互助。

source: Instead of othering, we showcase the formation of coherent social groups.
zh_cn: 我们不会将他人视作异类，而是让他们加入到这个具有凝聚力的社会中。

source: Instead, notify players in a timely fashion that they’ve done something against the norms and let them know what the infraction was and how they might improve.
zh_cn: 如果玩家做出了一些违反规则的事，你得让他们知道自己在哪儿违规了，并且帮助他们进步。

source: Intense stimulus: Anything sudden, disproportionately bright or loud, or invasive/proximal can diminish the feeling of coziness.
zh_cn: 强烈的刺激：任何突然，过亮的光线和过大的声音，或袭击或者对身体的接触都会减小舒适感。.

source: Intentionally evoke images of safety, softness, and contentedness.
zh_cn: 这能唤起安全，轻柔和自得其乐的感觉。

source: Intermezzo Narratives
zh_cn: 插叙

source: Intermezzo refers to a musical score that occurs between other major musical movements.
zh_cn: 插曲原来是指 在 两场大型音乐事件中的小型音乐片段。

source: Intimacy, authenticity and autonomy
zh_cn: 亲密，真实和自主

source: Intimate - A moderate size number of players to build familiarity
zh_cn: 亲密——玩家将和数量不多的人建立熟悉度

source: Intrinsically rewarding activities
zh_cn: 内部奖励活动

source: It can provide contrast to other cozy elements.
zh_cn: 它们不同于其它舒适元素。

source: It feels good to help others.
zh_cn: 帮助别人感觉很好。

source: It is a recapitulation of Fight or Flight motivations.
zh_cn: 这就是“要么打要么跑”的动机的来源。

source: It is absolutely possible to design consensual notifications that provide cozy value to the player, but most do not and will slowly poison a cozy atmosphere.
zh_cn: 同样，我们也可以用事先商量好的通知来为玩家营造安全感，但很多时候没什么用，而且会慢慢破坏舒适感。

source: It is almost always non-consensual since you never explicitly agreed to have your life interrupted by that pop-up in this particular moment.
zh_cn: 这些消息总是 未经同意突然出现在你的面前，将你的生活打断。

source: It is comforting to know that within a community, life goes on independent of the player’s agency.
zh_cn: 让人欣慰的是，在社区中，生活和玩家的任务是分开的。

source: It is impossible to have a quiet conversation on a difficult subject while being attacked by a bear.
zh_cn: 就像你不可能在被棕熊袭击，以致于生命受到威胁时，还能和别人悠闲地交谈。

source: It is okay if someone opts out.
zh_cn: 如果有人想要退出游戏，也可以这样做。

source: It is too easy to accidentally for someone for force communication on another person, holding them hostage to an interaction they don’t desire.
zh_cn: 人们很容易和他人谈论后者不愿意听的东西，让他们做不愿意做的事。

source: It occupies the hands, but frees the mind to work on other more subtle concerns.
zh_cn: 这项活动虽然可能会占用你的手去做，但你的脑袋可去思考研究其他更有用的事。

source: It turns out people are much happier, much more willing to stick around, and much more willing to invest themselves when they aren’t coerced via extrinsic rewards.
zh_cn: 原来，当没有受到外部奖励干扰时，人们会更加快乐，更愿意坚持，更愿意投资自己。

source: It will be quite some time before we gain the tactile or olfactory feedback often associated with cozy objects and situations; the warmth of the coffee, the spray of the ocean, the sweet texture of a fresh-picked raspberry, the touch of crisp sheets in a warm bed in a cool room.
zh_cn: 在我们真切地获得舒适物体或情景的触觉和嗅觉反馈之前，很需要一段时间。这些舒适的物体和情景包括：咖啡的温暖，大海的浪花，刚摘下来的树莓的香香甜甜，寒冷房间的温暖床的惬意畅快。

source: It will not suddenly eat up an unexpected amount of time, labor or resources.
zh_cn: 它不会突然占用你的时间，精力或资源。

source: Known: The activity is constrained.
zh_cn: 熟知：:活动开展是必须符合条件的。

source: Lack of persistent identity: When players know they’ll never see another person again, they may lower their inhibitions to pushing the spatial, moral, or legal boundaries of others.
zh_cn: 不能多次见面：当玩家知道他们再次和目前的队友一起游玩时的概率很小时，玩家就会对他们不那么尊重有礼，甚至对他们做出违反规则的事。

source: Layers of Investment: In this “Social Onion” model for permission setting, a player starts at a level of non-interaction.
zh_cn: 关系层次：在多层次的社会模型中（类似洋葱），人与人之间的关系是从没有互动开始的。

source: Light: Warm-toned lighting of clear origin and low ambient, which allows for soft shadows.
zh_cn: 光照: Warm-toned lighting of clear origin and low ambient, which allows for soft shadows.

source: Like the other elements of coziness, these aesthetics may be applied either across an entire game or within a non-cozy game as a “pocket” of aesthetic coziness.
zh_cn: 和舒适的其它元素一样，这些美学方式可以用于整个游戏，甚至能让那些非舒适游戏玩家体验到疑点舒适。

source: Like the ritual of going to a gently buzzing coffee shop to write.
zh_cn: 就像去一家非常安静的咖啡店去写作的行为。

source: Low bandwidth communication: Most of the information present in real-world human interaction is either inaccurate or simply not simulated in games.
zh_cn: 难以模仿的信息：现实世界中的大多数信息要么不准确，要么难以在游戏中模仿。.

source: Low cost social reciprocity
zh_cn: 低成本的社会互助

source: Low risk social interactions can feel cozy.
zh_cn: 如果你能和他人安全的交往，不用担心被害，那么你会感到很愉快。

source: Low-intensity - Cozy stories unfold at a place of the player’s choosing with little urgency.
zh_cn: 低紧张感——舒适故事将在玩家认为舒适的地方展开叙述

source: Low-pressure - Even if the stakes are high, anxiety is low.
zh_cn: 低压力——就算有很多障碍，但也是没风险的

source: Lower level Maslow needs (food, shelter) are met or being met, providing space to work on higher needs (deeper relationships, appreciation of beauty, self actualization, nurturing, belonging).
zh_cn: 较低水平的马斯洛需求（食物，住所）得到满足，为更高的需求（更深层次的关系，对美的欣赏，自我实现，培育，归属）提供了空间。

source: Many standard monetization practices damage coziness.
zh_cn: 很多货币化的练习会削弱舒适感

source: Maslow’s hierarchy of needs as it relates to coziness
zh_cn: 与舒适有关的马斯洛需求层次

source: Mechanics generate emotions: The game mechanics you design create certain types of player situations that match various motivational needs and in turn trigger emotional reactions.
zh_cn: 游戏机制也能产生情感:你所设计的游戏机制创造了某些特定的玩家处境，这些处境符合玩家的动机或需求，从而能让玩家产生共鸣。

source: Memories are like batteries of emotion.
zh_cn: 回忆能像电池一样驱动情绪

source: Mend, Don’t End: People make mistakes, sometimes people get hurt.
zh_cn: 知错能改善莫大焉：人们有时会犯错，致使他人受到伤害。

source: Minimize artificially generating needs and then cynically making merchandise to fill that need.
zh_cn: 先减少这种人为产生的需求，然后通过制作大量能满足这种需求的产品来牟利。

source: More simply, characters reassure the player that they are loved.
zh_cn: 简单来说，这些角色能让玩家意识到自己是被爱着的。

source: Most cozy aesthetic elements are sensory cues tha:
zh_cn: 最舒适的美学元素是从感官上感知的

source: Much of this was due to the structure of the game, which created high stress moments of desperate survival and crushing loss.
zh_cn: 这在很大程度上要归功于游戏的结构，它创造了极度紧张的生存时刻和毁灭性的损失

source: Music
zh_cn: 音乐

source: Natural materials: wood, stone, fur, moss, cotton, wool, water, living plants.
zh_cn: 自然材质：: 木头，石头，皮毛，苔藓，棉絮，羊毛，水，生机勃勃的植物。

source: Negating Coziness
zh_cn: 破坏舒适感的过程

source: Newer models: Newer models such as Tend and Befriend or Self Determination Theory describe a broader, more diverse set of player behaviors and motivations.
zh_cn: 新型模型：新模型例如”趋势和友好（Tend and Befriend）” 或“自主理论（ Self Determination）” 理论，都描述了更广泛和多样化的玩家行为以及动机。.

source: Night in the Woods: Narrative leans into cozy tropes to explore complex themes
zh_cn: 《林中之夜（Night in the Woods）》 叙事倾向于用轻松的比喻来探索有深度的主题

source: Non-consensual social presence: Anything non-consensual removes a player’s feeling of safety, but this is especially relevant in social situations.
zh_cn: 未经商议的社会活动：任何未经商议的活动都会减弱玩家的安全感。尽管这些活动有些时候很重要。

source: Non-player characters in a cozy game should exemplify or facilitate the cozy virtues of safety, softness and satisfied needs.
zh_cn: 舒适游戏中的NPC应该是能体现或者促进安全，柔和并且能满足需求的。

source: Non-violent - Conflicts are ephemeral and a path to understanding.
zh_cn: 不暴力的——即使有冲突也是短暂的，是为了相互理解

source: Non-violent storms
zh_cn: 不剧烈的风暴

source: Not surprisingly, many of the factors identified by Maslow and Covey are powerful extrinsic motivators that disrupt a player’s healthy prioritization of needs.
zh_cn: 马斯洛和柯维发现的许多因素都是强大的外部激励因素，它们会破坏玩家对需求的合理排序，这点并不惊奇。

source: Note on cozy in competitive games: While online competitive games can hurt friendship formation, there’s still room in team-based games for cozy moments.
zh_cn: 竞技游戏中的舒适性：虽然在线竞技游戏会伤害友情，但团队协作仍然能让人感到舒适。

source: Nothing is lacking, pressing or imminent.
zh_cn: 不缺乏什么，也没什么令人紧张或感到不得不做。

source: Now we’ll cover design tools that help you build them.
zh_cn: 现在，我们将介绍能帮助您设计舒适游戏的工具。

source: Often a simple obfuscation of feedback is enough to dampen the feedback loop.
zh_cn: 通常，仅仅是普通的模糊反馈就足以削弱反馈效果。

source: Often contrast a shared refuge from a less pleasant external environment.
zh_cn: 与之形成鲜明对比的，往往是大家共有的避难所，从而远离不那么愉快的外部环境。

source: Often times, cozy spaces are presented as reprieve or refuge from these dangers.
zh_cn: 通常情况下，舒适的空间是为了缓解或逃避这些危险。

source: Old motivational models: Many older game designs use pop-science motivational paradigms that are biased towards western, individualistic, and masculine perspectives.
zh_cn: 老式的激励模型：: 老式的游戏计划经常采用流行的科学动机样式，偏向西方，个人主义，男子主义。

source: On the one hand, fanciness can often create social comparison pressure, or come off as insincere, diminishing social safety.
zh_cn: 一方面，幻想通常会形成社会比较的压力，或者被认为是不真诚，从而削弱社会安全。

source: On the other hand, most opulence lacks the familiarity that often contributes to a feeling of safety.
zh_cn: 另一方面，强有力的措施、责任感和目的明确、汇聚各国统计局的支持，可以很快扭转局面。

source: Once we get past the general tips for designing coziness, there are a number of highly specific design patterns for each domain of game design.
zh_cn: 当我们大致了解设计舒适感的方法后，我们就会发现不同的游戏设计领域有不同的游戏设计模式。

source: One of the earliest promotional images of Hyper Light Drifter are of the drifter relaxing next to a campfire while monsters look on.
zh_cn: 《光明旅者（Hyper Light Drifter）》早期的宣传海报是漂流者坐在轻松地坐在篝火旁，而怪物在旁边看着。

source: One of the key higher-level needs is forming connections with others.
zh_cn: 更高层次需求的关键是和别人建立情感联系。

source: Online is arguably inherently dehumanizing.
zh_cn: 在线可以说是天生的非人性化。

source: Opportunities for introspection lead to real personal insight.
zh_cn: 自我反省的机会让你能接触到你的内心。

source: Opt-in permissive communication channels: Trust come late in a relationship.
zh_cn: 可选择的沟通：你不太会信任一个刚认识的人。

source: Opulence, pretentiousness, “fanciness”: Most cozy spaces veer somewhat more mundane than pretentious or opulent.
zh_cn: 富丽堂皇、自命不凡、"幻想"：: 大多数舒适的空间和奢华或华丽的空间比起来，要显得平凡一些。

source: Or else cozy trust will not flourish.
zh_cn: 否则，他们不会信任彼此。

source: Or sewing a quilt for a child you love.
zh_cn: 或是为你喜欢的小孩缝被子

source: Oscar the Grouch
zh_cn: 不高兴的奥斯卡（《星球大战》人物）

source: Other players can choose to acknowledge the call and respond, but are not burdened with expectation.
zh_cn: 其它玩家可以响应此玩家的提议，但不必总是按照别人意愿做事。

source: Our group consisted of:
zh_cn: 我们的组员包括：

source: Our group of designers did a deep dive to understand:
zh_cn: 我们这一组设计师深入探讨来理解：

source: Outdoor spaces should obscure the distant horizon partially in some way, through geometry, fog, or darkness.
zh_cn: 房间外的景物会各种方式阻挡我们看向远处，比如山丘，烟雾，或黑夜。

source: Over decades of living, an adult builds a rich history with otherwise mundane objects and environments, storing away personal and cultural meaning.
zh_cn: 几十年的生活中，成年人早已和原本平凡的事物和环境建立起了丰富的情感积淀，拥有了个人和文化的意义。

source: Over the following sections, we’ll cover aesthetics, content, mechanics, character, narrative and social system.
zh_cn: 在接下来的板块中，我们将谈到审美，内容，游戏机制，玩家角色，剧情叙述和社会系统。

source: Over time, comfy spaces yield stronger friendships.
zh_cn: 随着时间推移，在舒适空间中生活的人们会产生更牢固的友谊。

source: Party: While generating a cozy connective social tissue between players, parties are often high stimulus and high intensity, negating coziness.
zh_cn: 党派: 党派虽然让参与者觉得自己参加了令自己满意组织，但党派同样是高刺激度并紧张的，同样不利于舒适。.

source: Patterns of Cozy Aesthetics
zh_cn: 舒适中的审美模式

source: Patterns of Cozy Mechanics
zh_cn: 舒适机制

source: Patterns of Cozy Narrative
zh_cn: 舒适叙述模式

source: Patterns of cozy characters
zh_cn: 舒适角色模式

source: Patterns of cozy social mechanics
zh_cn: 舒适社会机制的模式

source: Permission setting is perhaps the most important tool for prevent a social coziness calamity.
zh_cn: 让玩家可以选择加入某些交互的设置能让舒适感不被削弱。

source: Persona 5 builds intimacy with its cast through mundane activities.
zh_cn: 《女神异闻录5》角色通和玩家一起参加普通的活动建立起亲密的感情
